{
  "plugins": {
    "conform.nvim": {
      "src": "https://github.com/stevearc/conform.nvim"
    },
    "devcontainers.nvim": {
      "src": "https://github.com/jedrzejboczar/devcontainers.nvim"
    },
    "dookie.nvim": {
      "src": "https://github.com/pebeto/dookie.nvim"
    },
    "kanagawa.nvim": {
      "src": "https://github.com/rebelot/kanagawa.nvim"
    },
    "mason-lspconfig.nvim": {
      "src": "https://github.com/williamboman/mason-lspconfig.nvim"
    },
    "mason.nvim": {
      "src": "https://github.com/williamboman/mason.nvim"
    },
    "mellifluous.nvim": {
      "src": "https://github.com/ramojus/mellifluous.nvim"
    },
    "mini.nvim": {
      "src": "https://github.com/nvim-mini/mini.nvim",
      "version": "'main'"
    },
    "modus-themes.nvim": {
      "src": "https://github.com/miikanissi/modus-themes.nvim"
    },
    "newpaper.nvim": {
      "src": "https://github.com/yorik1984/newpaper.nvim"
    },
    "nightfox.nvim": {
      "src": "https://github.com/EdenEast/nightfox.nvim"
    },
    "nightingale.nvim": {
      "src": "https://github.com/xeind/nightingale.nvim"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter",
      "version": "'main'"
    },
    "nvim-ts-context-commentstring": {
      "src": "https://github.com/JoosepAlviste/nvim-ts-context-commentstring"
    },
    "okcolors.nvim": {
      "src": "https://github.com/e-q/okcolors.nvim"
    }
  }
}