{
  "plugins": {
    "conform.nvim": {
      "src": "https://github.com/stevearc/conform.nvim"
    },
    "github-nvim-theme": {
      "src": "https://github.com/projekt0n/github-nvim-theme"
    },
    "jellybeans.nvim": {
      "src": "https://github.com/WTFox/jellybeans.nvim"
    },
    "kanso.nvim": {
      "src": "https://github.com/webhooked/kanso.nvim"
    },
    "mason-lspconfig.nvim": {
      "src": "https://github.com/williamboman/mason-lspconfig.nvim"
    },
    "mason.nvim": {
      "src": "https://github.com/williamboman/mason.nvim"
    },
    "mellifluous.nvim": {
      "src": "https://github.com/ramojus/mellifluous.nvim"
    },
    "mini.nvim": {
      "src": "https://github.com/nvim-mini/mini.nvim",
      "version": "'main'"
    },
    "modus-themes.nvim": {
      "src": "https://github.com/miikanissi/modus-themes.nvim"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter",
      "version": "'main'"
    },
    "nvim-ts-context-commentstring": {
      "src": "https://github.com/JoosepAlviste/nvim-ts-context-commentstring"
    },
    "okcolors.nvim": {
      "src": "https://github.com/e-q/okcolors.nvim"
    }
  }
}
